Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/cultural_institutions/irish_museum_of_modern_art.html.txt.tmx
Source language: en
Languages: ga

source: Irish Museum of Modern Art
ga: Áras Nua-Ealaíne na hÉireann

source: The Irish Museum of Modern Art (IMMA), which was established in May 1991, is the country's leading national institution for the collection and exhibition of contemporary art
ga: Is príomhinstitiúid náisiúnta na tíre í Áras Nua-Ealaíne na hÉireann (IMMA), a bunaíodh i mBealtaine 1991, chun ealaín chomhaimseartha a bhailiú agus a thaispeáint

source: The collection of artworks owned by or on long-term loan to the Museum consists of works by Irish and non-Irish artists
ga: Is éard atá sa bhailiúchán de shaothair ealaíne, atá faoi úinéireacht nó ar iasacht fhadtéarmach leis an Áras, saothair de chuid ealaíontóirí Éireannacha agus neamh-Éireannacha araon

source: The collection has been developed by purchase, loans and donations, as well as by the commissioning of new works
ga: Rinne ceannach, iasachtaí agus tabhartais an bailiúchán a fhorbairt, mar aon le saothair nua a choimisiúnú

source: The Museum, which is housed in the Royal Hospital in Kilmainham (Dublin), presents retrospectives, solo exhibitions, group exhibitions and projects
ga: Cuireann an tÁras, atá lonnaithe san Ospidéal Ríoga i gCill Mhaighneann (Baile Átha Cliath), taispeántais shiarghabhálacha, taispeántais aonair, grúpthaispeántais agus tionscadail i láthair

source: It also shows its collection in rotating temporary displays, as well as exhibitions and projects organised by the Museum's Engagement and Learning Department
ga: Ina theannta sin, taispeántar an bailiúchán i dtaispeáintí sealadacha rothlacha, mar aon le taispeátnais agus tionscadail a eagraíonn Rannóg Rannpháirtíocht agus Foghlama an Árais

source: The Artists' Residency Programme is the Museum's studio/residency programme, which provides opportunities for artists to research and develop their artistic practice
ga: Is é Clár Cónaitheachta na nEalaíontóirí clár stiúideo/cónaitheachta an Árais, a chuireann deiseanna ar fáil d’ealaíontóirí le taighde agus forbairt a dhéanamh ar a gcleachtas ealaíonta

source: This programme is open to artists of all nationalities working in any medium - artists either apply to the Museum or are invited to take part in the programme by the Museum
ga: Tá an clár seo oscailte d’ealaíontóirí den uile náisiúntacht a oibríonn i meán ar bith – cuireann ealaíontóirí iarratas isteach chuig an Áras nó tugann an tÁras cuireadh dóibh páirt a ghlacadh sa chlár

source: Engagement and Learning Programme
ga: Clár Rannpháirtíocht agus Foghlama

source: The Museum has developed a number of programmes and projects intended to address the needs of specific groups, such as schools and colleges
ga: Rinne an tÁras líon clár agus tionscadal a fhorbairt atá beartaithe le dul i ngleic le riachtanais ghrúpaí ar leith, ar nós scoileanna agus coláistí

source: It provides a range of options, including guided tours, workshops, talks, discussions and studio visits, all of which can be tailored to meet the needs of a particular group
ga: Cuireann sé réimse roghanna ar fáil, lena n-áirítear turais threoraithe, ceardlanna, cainteanna, plé agus turais ar an stiúideo, agus is féidir iad seo uile a chur in oiriúint do riachtanais ghrúpa ar leith

source: The National Programme is a programme that distributes the assets, resources and skills of the museum to a variety of situations and locations in Ireland, both north and south
ga: Is éard atá sa Chlár Náisiúnta clár a dhéanann sócmhainní, acmhainní agus scileanna an Árais a dháileadh ar roinnt cásanna agus suíomhanna in Éirinn, ó thuaidh agus ó theas araon

source: Using the museum's collection and exhibitions generated by the museum, the National Programme facilitates the creation of exhibitions and other projects for display in a range of locations around Ireland
ga: Agus leas á bhaint as bailiúcháin agus as taispeántais an Árais arna gcruthú ag an Áras, éascaíonn an Clár Náisiúnta cruthú taispeántas agus tionscadal eile lena dtaispeáint i réimse suíomhanna ar fud na hÉireann

source: The exhibitions are formed and organised in partnership with local venues and groups
ga: Cruthaítear agus eagraítear na taispeántais i gcomhpháirtíocht le hionaid agus le grúpaí áitiúla

source: The museum is open from 11.30am to 5.30pm, Tuesday to Friday, Saturday from 10.00am to 5.30pm and from 12.00pm to 5.30 pm on Sunday and Bank Holidays
ga: Tá an tÁras ar oscailt idir 11.30r.n. agus 5.30i.n., ón Máirt go dtí an Aoine, ar an Satharn idir 10.00r.n. agus 5.30i.n. agus idir 12.00i.n. agus 5.30i.n. ar an Domhnach agus ar Shaoirí Poiblí

source: Closed on Mondays, 24 - 27 December
ga: Tá sé dúnta ar an Luan agus idir an 24 agus an 27 Nollaig

source: Guided Tours of Exhibitions
ga: Turais Threoraithe na dTaispeántas

source: Free guided tours of exhibitions are available on Wednesday at 1.15pm, Friday and Sunday at 2.30pm
ga: Tá fáil ar thurais threoraithe na dtaispeántas saor in aisce ar an gCéadaoin ag 1.15i.n, ar an Satharn agus ar an Domhnach ag 2.30i.n

source: No booking is required
ga: Ní gá rud ar bith a chur in áirithe

source: It is possible to pre-book a guided tour
ga: Is féidir turas treoraithe a chur in áirithe roimh ré

source: Tours must be booked at least three weeks in advance
ga: Ní mór turais a chur in áirithe ar a laghad trí seachtaine roimh ré

source: More information on tours here
ga: Tá tuilleadh faisnéise faoi thurais anseo

source: You can pre-book a guided tour
ga: Is féidir leat turas treoraithe a chur in áirithe roimh ré

source: It must be booked at least three weeks in advance of your intended visit
ga: Ní mór turais a chur in áirithe ar a laghad trí seachtaine sula mbíonn sé beartaithe agat cuairt a thabhairt ar an Áras

source: You can book a tour online on the Museum's website
ga: Is féidir leat turas a chur in áirithe ar líne ar láithreán gréasáin an Árais
